DOE_2/run23/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

phases (water air contactFluid);

// Water
water
{
    transportModel  Newtonian;

    rho             1100;           // kg/m³
    nu              1.81e-5;       // m²/s
}

// Air
air
{
    transportModel  Newtonian;
    nu              1.5e-5;
    rho             1.2;
}

contactFluid
{
    transportModel  Newtonian;

    rho             1430;           // (-1)

    
    nu              4.28571e-5;        // (-1)
}




// Surface tension
// sigma            0.072;
// sigma            0.03;
